{"articles":[{"headline":"Should we “get it through our thick skulls” that oil and gas can be green?","slug":"should-we-get-it-through-our-thick-skulls-that-oil-and-gas-are-part-of-the","description":"J.P. Morgan chief executive Jamie Dimon says increasing oil and gas production does not conflict with climate action goals.","publishDate":"2022-10-17","createdAt":"2022-10-17T01:40:28.090Z","updatedAt":"2022-10-17T02:00:49.255Z","category":{"name":"Climate Change","slug":"climate-change"},"tags":["Banking","Climate","Emissions"],"authors":[{"name":"Elizabeth McArthur","slug":"elizabeth-mcarthur"}],"heroImage":{"altText":"J.P.Morgan","href":"https://images.ctfassets.net/00iolzsxly63/58qvnjeNTsOoSWazuuK541/6642723d0774e2fc1ff1a514c37d61ba/Frame_34.png"},"introParagraph":"J.P. Morgan chief executive Jamie Dimon recently said increasing oil and gas production in the US does not conflict with long-term climate change action goals.","content":[{"data":{},"content":[{"data":{},"marks":[],"value":"\"We should focus on climate. The problem with that is because of high oil and gas prices, the world is turning back on their coal plants. It is dirtier,\" ","nodeType":"text"},{"data":{},"marks":[{"type":"italic"}],"value":"Yahoo ","nodeType":"text"},{"data":{},"marks":[],"value":"reported Dimon said in a client call. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\"Why can't we get it through our thick skulls, that if you want to solve climate [change], it is not against climate [change] for America to boost more oil and gas?\"","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\nIt’s not the first time Dimon has expressed these views. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n“Oil and gas supply can be easily disrupted, either physically or by additional sanctions, significantly impacting energy prices. National security demands energy security for ourselves and for our allies overseas,” Dimon said in a letter to J.P. Morgan shareholders last year. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n“Fortunately, we do not need to change our long-term objectives on climate change and greenhouse gases, and we should remind ourselves that using gas to diminish coal consumption is an actionable way to reduce CO2 emissions expeditiously.”","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\nFuture Super chief impact officer Emily Flood argues Dimon is plain wrong in his understanding of the emissions that cause climate change.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\nShe points out that while Dimon refers to CO2 emissions, he’s conveniently directing attention away from the other greenhouse gas emissions that cause climate change.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\nResearch from the ","nodeType":"text"},{"data":{"uri":"https://www.spglobal.com/marketintelligence/en/news-insights/latest-news-headlines/natural-gas-use-may-affect-climate-as-much-as-coal-does-if-methane-leaks-persist-68096816"},"content":[{"data":{},"marks":[],"value":"European Space Agency has used satellite data ","nodeType":"text"}],"nodeType":"hyperlink"},{"data":{},"marks":[],"value":"to understand how methane emissions from oil and gas production compare to the emissions from coal, finding that methane leaks along the gas chain offset the climate benefits of switching from burning coal to natural gas. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\nExecutive director of the UN Environment Programme ","nodeType":"text"},{"data":{"uri":"https://www.unep.org/news-and-stories/story/new-global-methane-pledge-aims-tackle-climate-change"},"content":[{"data":{},"marks":[],"value":"Inger Anderson has said","nodeType":"text"}],"nodeType":"hyperlink"},{"data":{},"marks":[],"value":": “Cutting methane emissions is the best way to slow climate change over the next 25 years.”","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\nThat’s because methane has 80 times the warming impact of carbon dioxide for the first 20 years after it is released and because methane from the oil and gas supply chain accounts for 23% of emissions, while coal mining accounts for 12%.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\nFlood says Dimon’s claims that oil and gas production can be part of the climate change solution are a “classic greenwashing move.”","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n“Jamie Dimon is running a company that has over US $4.3 billion invested in coal and US $76.8 billion in oil and gas. He’s claimed that the US should boost investment into oil and gas and greenlight new projects,” she says.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n“This is, of course, directly against the recommendations of expert bodies such as the International Energy Agency (IEA) and the recent IPCC reports, which all agree that absolutely no further expansion or new projects for coal, oil or gas should be approved.”","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\nFlood added that the vast networks of researchers and scientists working for these agencies have developed multiple guidelines for achieving how investors, governments and industries need to adapt to the challenges posed by anthropogenic global warming - and still people like Dimon believe they know better. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n“J.P. Morgan, the company itself, has a net zero commitment that discusses the need to transition away from fossil fuels,” Flood points out. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n“But obviously, Jamie Dimon has no skin in the game whatsoever when he talks about the attractiveness of expanding fossil fuel activities in the US.”","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\nJ.P. Morgan is one of the largest fossil fuel financiers in the world. According to a recent report from climate change think tank InfluenceMap, J.P Morgan poured US $81 billion into fossil fuel projects in 2020-2021 alone. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\nInfluenceMap looked at 30 international banks which finance fossil fuel production, finding 29 of them - including J.P. Morgan - have set net zero by 2050 targets. The ongoing financing of fossil fuels by these institutions suggests others may share Dimon’s views that emissions reductions can coexist with fossil fuel production expansion. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\nFor this reason, Flood adds that Dimon has a financial incentive to allay any fears J.P. Morgan investors might have that fossil fuel assets may become stranded assets, and result in losses, if governments intervene to act on climate change. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n“He’s just a nice guy, who’s never heard of methane and just assumes that there will be buyers on the other side of the deal when he wants to walk away from fossil fuels once governments start to transition to renewable energy and demand drops off,” Flood says. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n“He’s definitely got a plan. Nothing to see here.”","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n","nodeType":"text"}],"nodeType":"paragraph"}]},{"headline":"The weird, shady world of carbon credits","slug":"the-weird-shady-world-of-carbon-credits","description":"The government has committed to reviewing Australia’s “sham” carbon credit system after a whistleblower revealed that up to 80% of Australian carbon credits are fraudulent.","publishDate":"2022-10-03","createdAt":"2022-09-30T05:52:39.186Z","updatedAt":"2022-10-17T01:57:33.287Z","category":{"name":"Investing","slug":"investing"},"tags":["climatechange","carboncredits"],"authors":[{"name":"Elizabeth McArthur","slug":"elizabeth-mcarthur"}],"heroImage":{"altText":"Cows","href":"https://images.ctfassets.net/00iolzsxly63/30XLQQvppjs99w4sMLA4LO/f03292e4ac64dd82c8f14d1ae7544cee/Frame_34.png"},"introParagraph":"The government has committed to reviewing Australia’s “sham” carbon credit system after a whistleblower revealed that up to 80% of Australian carbon credits are fraudulent.","content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The Albanese government kicked off an independent review of Australia’s carbon credits system shortly after winning the election, in response to a whistleblower alleging up to 80% of carbon credits in Australia are a “sham”. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Andrew Macintosh is a professor at Australian National University and has worked in climate policy for more than 20 years. Among many other roles he chaired the Domestic Offsets and Integrity Committee, which oversees the method for the carbon trading scheme, for six and a half years. Macintosh has been a part of establishing the carbon trading system in Australia, is embedded in Australia’s climate policy world and is a believer in environmental markets. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"He’s now turned whistleblower though. He is calling for the Clean Energy Regulator, which regulates Australian Carbon Credit Units to be broken up, citing serious conflicts of interest and a history of low-integrity management. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{"target":{"sys":{"id":"1sPst2VnJlMOUMs4GMiBkf","type":"Link","linkType":"Entry"}}},"content":[],"nodeType":"embedded-entry-block"},{"data":{},"content":[{"data":{},"marks":[],"value":"What are carbon credits?","nodeType":"text"}],"nodeType":"heading-2"},{"data":{},"content":[{"data":{},"marks":[],"value":"Last year, the Wilmot Cattle Company - based in Ebor, on the Northern Tablelands of NSW - made a groundbreaking deal with Microsoft. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"The beef producer had been focussed on its drought resilience in recent years, and had developed grazing management techniques that maintain the health of its land so it could keep its cattle grass-fed, and therefore sell its beef at a premium to grain-fed competitors. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"The grazing management techniques were, according to the company, hugely successful - resulting in both well-fed cows and healthy farmland. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Then the cattle property’s healthy soil was turned into carbon credits, measured and marketed by a carbon credit start-up called Regen, and sold to Microsoft. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Microsoft could now point to cows grazing outside Armidale and say those cows, in those fields, were part of the company’s many-armed approach to combating climate change. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"The move was lucrative for Wilmot too. So lucrative, that the company’s website barely mentions beef anymore. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"A trip in The Way Back Machine shows that in 2019 the company still placed an emphasis on being environmentally responsible, but at that time its website largely promoted Wilmot's grass fed, antibiotic-free beef product. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Now, the website refers to grass fed “cattle” rather than beef and focuses firmly on the technology that has allowed it to capture carbon in its soil. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Wilmot is owned by Macdoch Investment Group - the family office investment vehicle of Alasdair MacLeod, Rupert Murdoch’s son-in-law and a former News Corporation executive. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Macdoch also invests in Impact Ag, which advised Wilmot on the Regen deal and Maia Grazing, the software which allegedly made Wilmot’s grazing techniques so good. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Beef farmers being part of the solution to climate change does seem odd, weren’t we all once told to enjoy meat-free Mondays to lower our carbon footprint? ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Not long after Microsoft bought Wilmot's carbon credits, its founder Bill Gates made headlines for telling the ","nodeType":"text"},{"data":{},"marks":[{"type":"italic"}],"value":"MIT Technology Review","nodeType":"text"},{"data":{},"marks":[],"value":" that wealthy countries should give up eating beef entirely and switch to synthetic alternatives if they are serious about fighting climate change. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"“I do think all rich countries should move to 100% synthetic beef. You can get used to the taste difference, and the claim is they’re going to make it taste even better over time,” Gates said. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"He even suggested regulation could be used in wealthy countries to force people to stop eating meat, as part of the effort of nations to reduce their carbon emissions. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Down in the dirt ","nodeType":"text"}],"nodeType":"heading-2"},{"data":{},"content":[{"data":{},"marks":[],"value":"The carbon credits Wilmot sold to Microsoft aren’t part of Australia’s government-run carbon trading scheme, administered through the Clean Energy Regulator, but they are emblematic of the complicated world of carbon credits. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"A group of researchers from The University of New England analysed the carbon credits Wilmot sold to Microsoft, they found the increases in soil carbon claimed under the scheme were “far too optimistic”.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"The researchers, led by Aaron Simmons and Annette Cowie, found no evidence Regen had physically sampled Wilmot’s soil before awarding the company carbon credits. The equation Regen used, they argued, was less accurate than physical sampling and didn’t take gravel into account among other issues. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"“We believe inaccurate methods have led to the carbon increase being overestimated. Thus, it appears excess carbon credits may have been awarded,” the researchers concluded. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Like the researchers who looked into Wilmot's deal with Microsoft, Macintosh is unimpressed with many of the methods being used to assess the amount of carbon being captured or offset. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Like the other researchers, Macintosh is sceptical about soil credits, like the kind Wilmot sold to Microsoft. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"“Soil carbon is essentially a function of the amount of biomass, organic materia, that is pumped into the soil. And what do you think is the primary driver of the amount of biomass that goes into soil, in a climate like Australia? It's obvious, it’s rainfall.”","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"As he explains it, the level of biomass (and therefore trapped carbon) in the soil moves up and down depending on rainfall. Carbon credits could theoretically be sold based on increases in trapped carbon above that natural fluctuation which is attributable to management activities.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"“That additional management impact is likely to be orders of magnitude smaller than the variability you get from rainfall,” he says. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Conflicts abound","nodeType":"text"}],"nodeType":"heading-2"},{"data":{},"content":[{"data":{},"marks":[],"value":"Macintosh explains that the carbon credit trading system in Australia started out with the best of intentions. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"“When the carbon farming initiative first started and when the Emissions Reduction Fund first started… there was a real commitment amongst almost everybody who was involved to create a scheme of high integrity,” he says.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"“But this stuff is hard. It's complex. And it's easy to make mistakes because you're dealing with counterfactuals, because in order to come up with these methods, you've got to work out what would happen in the absence of providing the carbon credit.”","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"As it stands currently, Macintosh sees the carbon credit trading system as being in a mess. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"“Our numbers suggest around 70% to 80% of credits are not legitimate,” Macintosh says. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"He explains that because carbon credit trading is a highly politicised field, and due to staff turnover, mistakes piled one on top of another and there was no system to force acknowledge mistakes and create accountability. The degradation of the carbon trading scheme was a slow creep but it was also accelerated by political and commercial interests. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Over recent years, Macintosh observed upward pressure on carbon credit prices, driven by demand for credits from the largest carbon emitters. Once the price hit $55 per credit, Macintosh believes then energy minister Angus Taylor stepped in to encourage more credits to be released into the market, in order to help the big polluters by driving the price of credits down. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"One of the levers to pull to flood the market with credits, he explains, was just to drop integrity and standards. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"“As the coalition’s era dragged on I think it moved from reluctance to admit error to, what I suggest, is a deliberate lowering of the bar on integrity,” Macintosh says.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"“That was because there weren’t that many credits coming out of the pipe and there was an obvious need for them and demand for them from industry - particularly among the large emitters.”","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Offering an example of some of the illegitimate credits in the market, Macintosh points out that people are making money by selling carbon credits for planting trees but the trees already existed. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"In the section of the carbon trading scheme known as the ‘human induced regeneration method’, landholders are incentivised to remove livestock from areas and allow native forest to regenerate. Macintosh estimates 97% of these projects are located in areas that have never been cleared. He calls it a “nonsense” that credits would be allocated to trees that already existed. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Core to these issues is the governance of the Clean Energy Regulator.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"“It makes the rules, it staffs the committee responsible for ticking off the rules, it enforces the rules, it administers the scheme, it issues the credits and it buys credits on behalf of the government. You couldn’t possibly have a more conflicted entity,” Macintosh says.  ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"“And as a consequence, now the regulator is incredibly close to industry… The regulator is marketing carbon service providers’ activities on its own website. Could you ever imagine APRA running marketing material for any super fund on its website? Or ASIC doing the same for any company on its website? It's extraordinary behaviour.” ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"In perhaps an illustration of this cosy relationship with industry, Wilmot owner/investor Alisdair MacLeod has said his team is working with the Clean Energy Regulator to help develop the regulated market for soil carbon credits in Australia after Wilmot’s successful deal with Microsoft. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Investment risk","nodeType":"text"}],"nodeType":"heading-2"},{"data":{},"content":[{"data":{},"marks":[],"value":"Now, Labor has committed to reviewing the scheme - but it has an enormous task ahead of it in untangling the up to 80% of illegitimate credits from the few good, high quality carbon credit projects. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"“We need the incoming government to take some strong steps to restore integrity. That's going to mean turning the tap off for a whole bunch of existing projects that have low integrity, which is going to cause a lot of upset,” Macintosh argues.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Unless the government is willing to cause that upset and ruffle some feathers by shutting down low integrity carbon credits, Macintosh says the problem could just drag on endlessly. He points out that some projects have 20 years to run on the crediting periods. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"“Unless something is done about that, the stink is going to be around the scheme for a very long time.” ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Since 2014, when Australia disposed of a carbon tax, we have relied on carbon credits to incentivise companies to reduce carbon emissions. Projects can earn one carbon credit for every tonne of carbon offset. Like in the Wilmot example, the offsetting largely happens by previously carbon-intensive industries improving techniques and technology to lessen their carbon footprint, and by using nature or technology based techniques to remove carbon from the atmosphere altogether. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"In Australia, carbon credits are split between the government-run Emissions Reduction Fund and the spot market, both overseen by the Clean Energy Regulator. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Earlier this year, the price of carbon credits plummeted as the market became flooded with new credits. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"According to Future Super impact analyst Navi Mangalvedhekar, this led to some of the country’s biggest polluters being able to, essentially, engage in government-backed greenwashing. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"“Cheaper, accessible and likely fraudulent credits have encouraged fossil fuel companies to purchase carbon credits while expanding fossil fuel projects,” she explains.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"“Instead of addressing transition and historic emissions, carbon credits are being employed by the federal government and corporations to extract and burn more fossil fuels while retaining course for net zero by 2050, however flawed the underlying logic.” ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Macintosh supports Mangalvedhekar’s view that Australia’s carbon credit system currently presents material risks that likely make many carbon credit projects an inappropriate investment for super funds. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"“If you’re a super fund investing in carbon credits right now, I would hold off unless you are investing in really high quality projects - ones that are essentially immune from the integrity issues that have been raised,” he says. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"“Labor will soon initiate a review into the scheme. If they have good people who are competent, and supported by competent people, they will find what we know to be the case. When that happens, it could expose investors to adverse outcomes.” ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"For example, in the human induced regeneration space Macintosh says most of the projects at the moment are unlawfully stratified. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"“So if a regulator came in and simply applied the law, it would wipe out most of that method, which is the backbone for most of the carbon players in space. So I would be very, very cautious as an investor putting money in anywhere near this unless I've done really thorough due diligence on the types of projects I'm investing in, and ensuring that you're not exposed to policy related risks and compliance related risks,” he warns.  ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"While Macintosh is hopeful the system will improve, his whistleblowing has largely been met with denial. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"The Clean Energy Regulator flatly denied Macintosh’s claims and said the human induced regeneration method has high integrity standards. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Wilmot also denied the claims of the University of New England researchers, responding that “carbon measurement methodologies are an evolving science”. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Meanwhile, demand for methods to offset carbon emissions has possibly never been higher as so many corporations and organisations have made net zero commitments recently. Those projects that are seen as already having credibility despite existing in the troubled system are proving especially popular. \n\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"","nodeType":"text"}],"nodeType":"paragraph"}]},{"headline":"Interesting article about Climate Change","slug":"interesting-article-about-climate-change","description":"Climate change etc things blah blah","publishDate":"2022-09-23","createdAt":"2022-10-01T02:32:52.522Z","updatedAt":"2022-10-09T01:07:15.067Z","category":{"name":"Climate Change","slug":"climate-change"},"tags":["bee","climatechange"],"authors":[{"name":"Elizabeth McArthur","slug":"elizabeth-mcarthur"}],"heroImage":{"altText":"Bee","href":"https://images.ctfassets.net/00iolzsxly63/7kKmFBhv01yAaFHraLiMbJ/95147af36f1ce5a5bc084c759967795d/Frame_29.png"},"introParagraph":"The government has committed to reviewing Australia’s “sham” carbon credit system after a whistleblower revealed that up to 80% of Australian carbon credits are fraudulent.","content":[{"nodeType":"paragraph","data":{},"content":[{"nodeType":"text","value":"The Albanese government kicked off an independent review of Australia’s carbon credits system shortly after winning the election, in response to a whistleblower alleging up to 80% of carbon credits in Australia are a “sham”. ","marks":[],"data":{}}]},{"nodeType":"paragraph","data":{},"content":[{"nodeType":"text","value":"horizontal row below:","marks":[],"data":{}}]},{"nodeType":"hr","data":{},"content":[]},{"nodeType":"paragraph","data":{},"content":[{"nodeType":"text","value":"Some ","marks":[],"data":{}},{"nodeType":"text","value":"Bold","marks":[{"type":"bold"}],"data":{}},{"nodeType":"text","value":" text. Some ","marks":[],"data":{}},{"nodeType":"text","value":"italic","marks":[{"type":"italic"}],"data":{}},{"nodeType":"text","value":" text. Some ","marks":[],"data":{}},{"nodeType":"text","value":"bold italic","marks":[{"type":"bold"},{"type":"italic"}],"data":{}},{"nodeType":"text","value":" text.","marks":[],"data":{}}]},{"nodeType":"paragraph","data":{},"content":[{"nodeType":"text","value":"A ","marks":[],"data":{}},{"nodeType":"hyperlink","data":{"uri":"https://www.futuresuper.com.au"},"content":[{"nodeType":"text","value":"link","marks":[],"data":{}}]},{"nodeType":"text","value":".","marks":[],"data":{}}]},{"nodeType":"paragraph","data":{},"content":[{"nodeType":"text","value":"Some bullet pints:","marks":[],"data":{}}]},{"nodeType":"unordered-list","data":{},"content":[{"nodeType":"list-item","data":{},"content":[{"nodeType":"paragraph","data":{},"content":[{"nodeType":"text","value":"one","marks":[],"data":{}}]}]},{"nodeType":"list-item","data":{},"content":[{"nodeType":"paragraph","data":{},"content":[{"nodeType":"text","value":"two","marks":[],"data":{}}]}]},{"nodeType":"list-item","data":{},"content":[{"nodeType":"paragraph","data":{},"content":[{"nodeType":"text","value":"three","marks":[],"data":{}}]}]}]},{"nodeType":"paragraph","data":{},"content":[{"nodeType":"text","value":"An ordered list:","marks":[],"data":{}}]},{"nodeType":"ordered-list","data":{},"content":[{"nodeType":"list-item","data":{},"content":[{"nodeType":"paragraph","data":{},"content":[{"nodeType":"text","value":"one","marks":[],"data":{}}]}]},{"nodeType":"list-item","data":{},"content":[{"nodeType":"paragraph","data":{},"content":[{"nodeType":"text","value":"two","marks":[],"data":{}}]}]},{"nodeType":"list-item","data":{},"content":[{"nodeType":"paragraph","data":{},"content":[{"nodeType":"text","value":"three ","marks":[],"data":{}},{"nodeType":"text","value":"bold","marks":[{"type":"bold"}],"data":{}}]}]}]},{"nodeType":"paragraph","data":{},"content":[{"nodeType":"text","value":"Andrew Macintosh is a professor at Australian National University and has worked in climate policy for more than 20 years. Among many other roles he chaired the Domestic Offsets and Integrity Committee, which oversees the method for the carbon trading scheme, for six and a half years. Macintosh has been a part of establishing the carbon trading system in Australia, is embedded in Australia’s climate policy world and is a believer in environmental markets. ","marks":[],"data":{}}]},{"nodeType":"heading-2","data":{},"content":[{"nodeType":"text","value":"What are carbon credits?","marks":[],"data":{}}]},{"nodeType":"paragraph","data":{},"content":[{"nodeType":"text","value":"Last year, the Wilmot Cattle Company - based in Ebor, on the Northern Tablelands of NSW - made a groundbreaking deal with Microsoft.","marks":[],"data":{}}]},{"nodeType":"paragraph","data":{},"content":[{"nodeType":"text","value":"Quote:","marks":[],"data":{}}]},{"nodeType":"embedded-entry-block","data":{"target":{"sys":{"id":"1sPst2VnJlMOUMs4GMiBkf","type":"Link","linkType":"Entry"}}},"content":[]},{"nodeType":"paragraph","data":{},"content":[{"nodeType":"text","value":"Image:","marks":[],"data":{}}]},{"nodeType":"embedded-entry-block","data":{"target":{"sys":{"id":"2cc20TUmjy6Vvo8gUUEwc0","type":"Link","linkType":"Entry"}}},"content":[]},{"nodeType":"paragraph","data":{},"content":[{"nodeType":"text","value":"A full width quote: ","marks":[],"data":{}}]},{"nodeType":"embedded-entry-block","data":{"target":{"sys":{"id":"1CZFIOt7LW2Y4iRWAg88RS","type":"Link","linkType":"Entry"}}},"content":[]},{"nodeType":"paragraph","data":{},"content":[{"nodeType":"text","value":"A full width image:","marks":[],"data":{}}]},{"nodeType":"embedded-entry-block","data":{"target":{"sys":{"id":"5gEM1oeJ3lqFzhQwAizhF","type":"Link","linkType":"Entry"}}},"content":[]},{"nodeType":"paragraph","data":{},"content":[{"nodeType":"text","value":"that's it.","marks":[],"data":{}}]}]},{"headline":"Why investing in cars isn't that bad for the planet","slug":"why-investing-in-cars-isnt-that-bad-for-the-planet","description":"We look at companies who are leading their industry on carbon intensity","publishDate":"2022-10-04","createdAt":"2022-10-01T02:31:04.488Z","updatedAt":"2022-10-09T00:52:30.104Z","category":{"name":"Investing","slug":"investing"},"tags":["cars","environment","climatechange","anothertag"],"authors":[{"name":"Elizabeth McArthur","slug":"elizabeth-mcarthur"}],"heroImage":{"altText":"Blue Flower","href":"https://images.ctfassets.net/00iolzsxly63/6TrI2RgQy6N1X90ahj3fpj/8a684cb223eebaef0eaac51b57ac824a/Frame_27.png"},"introParagraph":"The government has committed to reviewing Australia’s “sham” carbon credit system after a whistleblower revealed that up to 80% of Australian carbon credits are fraudulent.","content":[{"nodeType":"paragraph","data":{},"content":[{"nodeType":"text","value":"The Albanese government kicked off an independent review of Australia’s carbon credits system shortly after winning the election, in response to a whistleblower alleging up to 80% of carbon credits in Australia are a “sham”. ","marks":[],"data":{}}]},{"nodeType":"paragraph","data":{},"content":[{"nodeType":"text","value":"Andrew Macintosh is a professor at Australian National University and has worked in climate policy for more than 20 years. Among many other roles he chaired the Domestic Offsets and Integrity Committee, which oversees the method for the carbon trading scheme, for six and a half years. Macintosh has been a part of establishing the carbon trading system in Australia, is embedded in Australia’s climate policy world and is a believer in environmental markets. ","marks":[],"data":{}}]},{"nodeType":"paragraph","data":{},"content":[{"nodeType":"text","value":"He’s now turned whistleblower though. He is calling for the Clean Energy Regulator, which regulates Australian Carbon Credit Units to be broken up, citing serious conflicts of interest and a history of low-integrity management.","marks":[],"data":{}}]},{"nodeType":"heading-2","data":{},"content":[{"nodeType":"text","value":"What are carbon credits?","marks":[],"data":{}}]},{"nodeType":"paragraph","data":{},"content":[{"nodeType":"text","value":"Last year, the Wilmot Cattle Company - based in Ebor, on the Northern Tablelands of NSW - made a groundbreaking deal with Microsoft.","marks":[],"data":{}}]},{"nodeType":"paragraph","data":{},"content":[{"nodeType":"text","value":"","marks":[],"data":{}}]}]}],"tags":["Banking","Climate","Emissions","climatechange","carboncredits","bee","cars","environment","anothertag"],"authors":[{"name":"Other Person","slug":"other-person"},{"name":"Elizabeth McArthur","slug":"elizabeth-mcarthur"},{"name":"Simon Sheikh","slug":"simon-sheikh"}],"categories":[{"name":"Climate Change","slug":"climate-change"},{"name":"Equality","slug":"equality"},{"name":"Investing","slug":"investing"}],"quotes":{"KnoxLsJBPTk3tzWRnSNUl":{"quoteText":[{"data":{},"content":[{"data":{},"marks":[],"value":"this is what a quote will look like ","nodeType":"text"}],"nodeType":"paragraph"}],"author":"Author","fullWidth":true},"1CZFIOt7LW2Y4iRWAg88RS":{"quoteText":[{"nodeType":"paragraph","data":{},"content":[{"nodeType":"text","value":"Future Super rocks. LKkjdnkj asd jkhf akjsdh fkjashd fkjashd fjk hadsfuhidh cuy vadsfojaeurhf asdhcashdiuc hailudhsciuasdhic hadsiuhciuh adsiluhc iuasd iuch ausdyc iuasdhiuc haiudh ciuhasdiuhc iushiciuahdsiuc haiushdcih aiudh ciuasdhiuch iuadh ciuah siduhc iuasdhiu hadslicu asdz.","marks":[],"data":{}}]}],"author":"Simon Sheikh","fullWidth":true},"1sPst2VnJlMOUMs4GMiBkf":{"quoteText":[{"data":{},"content":[{"data":{},"marks":[],"value":"I do think ","nodeType":"text"},{"data":{},"marks":[{"type":"bold"}],"value":"all rich countries","nodeType":"text"},{"data":{},"marks":[],"value":" should move to 100% synthetic beef. You can get used to the taste difference, and the claim is they’re going to make it taste even better over time.","nodeType":"text"}],"nodeType":"paragraph"}],"author":"Bill Gates","fullWidth":false}},"images":{"5gEM1oeJ3lqFzhQwAizhF":{"altText":"Blue flower","href":"https://images.ctfassets.net/00iolzsxly63/6TrI2RgQy6N1X90ahj3fpj/8a684cb223eebaef0eaac51b57ac824a/Frame_27.png","fullWidth":true},"2cc20TUmjy6Vvo8gUUEwc0":{"altText":"A bee","href":"https://images.ctfassets.net/00iolzsxly63/7kKmFBhv01yAaFHraLiMbJ/95147af36f1ce5a5bc084c759967795d/Frame_29.png","fullWidth":false}},"heroImages":{"2hwYOniXTESBMjLa5OMImZ":{"altText":"No Nukes protest","href":"https://images.ctfassets.net/00iolzsxly63/2fakXfQqyj744VS8Z29ELz/0c514ab9728c1e6e0807608e1ab83952/Frame_34.png"},"2IehbjhzjeWaiWEiX60FcF":{"altText":"Cows","href":"https://images.ctfassets.net/00iolzsxly63/30XLQQvppjs99w4sMLA4LO/f03292e4ac64dd82c8f14d1ae7544cee/Frame_34.png"},"4NmMtAgwrKmcz7wz8AQD4b":{"altText":"J.P.Morgan","href":"https://images.ctfassets.net/00iolzsxly63/58qvnjeNTsOoSWazuuK541/6642723d0774e2fc1ff1a514c37d61ba/Frame_34.png"},"3NB5XNnWR8JKV34aJXP6zy":{"altText":"leaves","href":"https://images.ctfassets.net/00iolzsxly63/6168POXl1zvPQeeU2J7SAo/afa8adcc7fc09dc09124f635cb381197/Frame_34.png"},"2EimqCzZ4QMOMcc0pUsnXj":{"altText":"Blue Flower","href":"https://images.ctfassets.net/00iolzsxly63/6TrI2RgQy6N1X90ahj3fpj/8a684cb223eebaef0eaac51b57ac824a/Frame_27.png"},"McjwdTi13LvJgA7SjNmzT":{"altText":"Bee","href":"https://images.ctfassets.net/00iolzsxly63/7kKmFBhv01yAaFHraLiMbJ/95147af36f1ce5a5bc084c759967795d/Frame_29.png"},"7M8OxOpQa4N4bvBO64m8Nt":{"altText":"Splash of water","href":"https://images.ctfassets.net/00iolzsxly63/xS8aVwlFEsYWA1KEW468L/a172bc193bf0a28537734caa01db9e23/Frame_26.png"}}}